<?php
/**
 * @author Lukmanov Mikhail <lukmanof92@gmail.com>
 */
?>
<?$APPLICATION->IncludeComponent(
	"bitrix:form.result.new", 
	"callback", 
	array(
		"COMPONENT_TEMPLATE" => "callback",
		"WEB_FORM_ID" => "3",
		"IGNORE_CUSTOM_TEMPLATE" => "N",
		"USE_EXTENDED_ERRORS" => "N",
		"LINK_IS_BUTTON" => "Y",
		"LINK_TEXT" => "Оставить отзыв",
		"LINK_CSS_CLASS" => "reviews__button-primery button-primery",
		"FORM_TITLE" => "",
		"FORM_DESCRIPTION" => "",
		"BUTTON_TITLE" => "",
		"SEF_MODE" => "N",
		"CACHE_TYPE" => "A",
		"CACHE_TIME" => "3600",
		"LIST_URL" => "result_list.php",
		"EDIT_URL" => "result_edit.php",
		"SUCCESS_URL" => "",
		"ADD_REVIEWS" => "Y",
		"CHAIN_ITEM_TEXT" => "",
		"CHAIN_ITEM_LINK" => "",
		"VARIABLE_ALIASES" => array(
			"WEB_FORM_ID" => "WEB_FORM_ID",
			"RESULT_ID" => "RESULT_ID",
		)
	),
	false
);?>


<ul class="reviews__list">
    <li class="reviews__item reviews-item reviews-item--big">
        <div class="reviews-item__header">
            <h3 class="reviews-item__title">Александр Ромашкин, бизнесмен</h3>

            <time class="reviews-item__date">12.07.2019</time>
        </div>

        <div class="reviews-item__content">
            <img src="img/video.png" alt="">
        </div>

        <div class="reviews-item__text">
            <p>Каждый четверг июня дарим скидку до 50% на все подвески из коллекции «АСЕАН». Каждый четверг июня дарим скидку до 50% на все подвески из коллекции «АСЕАН». Каждый четверг июня дарим скидку до 50% на все подвески из коллекции «АСЕАН». Каждый четверг июня дарим скидку до 50% на все подвески из коллекции «АСЕАН».</p>
            <p>Каждый четверг июня дарим скидку до 50% на все подвески из коллекции «АСЕАН». Каждый четверг июня дарим скидку до 50% на все подвески из коллекции «АСЕАН». Каждый четверг июня дарим скидку до 50% на все подвески из коллекции «АСЕАН». Каждый четверг июня дарим скидку до 50% на все подвески из коллекции «АСЕАН».</p>
        </div>
    </li>
    <li class="reviews__item reviews-item">
        <div class="reviews-item__header">
            <h3 class="reviews-item__title">Александр Ромашкин, бизнесмен</h3>

            <time class="reviews-item__date">12.07.2019</time>
        </div>

        <div class="reviews-item__text">
            <p>Каждый четверг июня дарим скидку до 50% на все подвески из коллекции «АСЕАН». Каждый четверг июня дарим скидку до 50% на все подвески из коллекции «АСЕАН». Каждый четверг июня дарим скидку до 50% на все подвески из коллекции «АСЕАН». Каждый четверг июня дарим скидку до 50% на все подвески из коллекции «АСЕАН».</p>
            <p>Каждый четверг июня дарим скидку до 50% на все подвески из коллекции «АСЕАН». Каждый четверг июня дарим скидку до 50% на все подвески из коллекции «АСЕАН». Каждый четверг июня дарим скидку до 50% на все подвески из коллекции «АСЕАН». Каждый четверг июня дарим скидку до 50% на все подвески из коллекции «АСЕАН».</p>
            <p>Каждый четверг июня дарим скидку до 50% на все подвески из коллекции «АСЕАН». Каждый четверг июня дарим скидку до 50% на все подвески из коллекции «АСЕАН». Каждый четверг июня дарим скидку до 50% на все подвески из коллекции «АСЕАН». Каждый четверг июня дарим скидку до 50% на все подвески из коллекции «АСЕАН».</p>
        </div>
    </li>
    <li class="reviews__item reviews-item">
        <div class="reviews-item__header">
            <h3 class="reviews-item__title">Александр Ромашкин, бизнесмен</h3>

            <time class="reviews-item__date">12.07.2019</time>
        </div>

        <div class="reviews-item__text">
            <p>Каждый четверг июня дарим скидку до 50% на все подвески из коллекции «АСЕАН». Каждый четверг июня дарим скидку до 50% на все подвески из коллекции «АСЕАН». Каждый четверг июня дарим скидку до 50% на все подвески из коллекции «АСЕАН». Каждый четверг июня дарим скидку до 50% на все подвески из коллекции «АСЕАН».</p>
            <p>Каждый четверг июня дарим скидку до 50% на все подвески из коллекции «АСЕАН». Каждый четверг июня дарим скидку до 50% на все подвески из коллекции «АСЕАН». Каждый четверг июня дарим скидку до 50% на все подвески из коллекции «АСЕАН». Каждый четверг июня дарим скидку до 50% на все подвески из коллекции «АСЕАН».</p>
            <p>Каждый четверг июня дарим скидку до 50% на все подвески из коллекции «АСЕАН». Каждый четверг июня дарим скидку до 50% на все подвески из коллекции «АСЕАН». Каждый четверг июня дарим скидку до 50% на все подвески из коллекции «АСЕАН». Каждый четверг июня дарим скидку до 50% на все подвески из коллекции «АСЕАН».</p>
        </div>
    </li>
</ul>
